{
  "navbar": {
    "menu": "Menu",
    "about-us": "Sobre nosotros",
    "contact": "Contacto"
  },
  "about-us": {
    "title": "Sobre nosotros",
    "description": "Bienvenidos a Rosemary, tu nuevo rinc칩n vegano en el coraz칩n de Alicante. Aqu칤 nos apasiona ofrecer comida deliciosa, saludable y ecol칩gica que te haga sentir bien por dentro y por fuera. En Rosemary, creamos platos irresistibles con ingredientes frescos y locales, siempre con un toque mediterr치neo. Desde coloridas ensaladas hasta bowls nutritivos y postres deliciosos, nuestras recetas est치n llenas de sabor y bienestar. 춰Nos importa el planeta! Por eso, apostamos por la sostenibilidad, apoyando a agricultores locales y utilizando ingredientes de temporada. Ya seas vegano o simplemente curioso, ven a disfrutar de comida sabrosa, buena para ti y para el medio ambiente. Come fresco, vive verde y disfruta cada bocado en Rosemary."
  },
  "menu": {
    "title": "Menu",
    "description": "Desde street food hasta platos del d칤a, ensaladas, sopas, bebidas y postres. Siempre ofrecemos opciones sin gluten en el men칰, identificadas con el s칤mbolo . Para otras alergias o intolerancias, pregunta a nuestro personal o consulta la lista de ingredientes. Nuestro pan, hecho con harina integral, est치 fermentado con masa madre."
  },
  "contact": {
    "location": "Donde estamos",
    "contact": "Contacto",
    "social-media": "Siguenos"
  },
  "privacyPolicy": {
    "title": "Privacidad",
    "greeting": "Estimado usuario,",
    "intro": "ROSEMARY en calidad de titular de los datos, desea suministrarle informaci칩n sobre los datos de navegaci칩n adquiridos accediendo a la direcci칩n rosemaryveggie.com, conforme al art. 13 del Reglamento de la UE 2016/679 - C칩digo en materia de protecci칩n de los datos personales, respetando la Directiva sobre las Comunicaciones Electr칩nicas 2009/136/CE, la directiva 2002/58/CE relativa al tratamiento de los datos personales y a la protecci칩n de la vida privada en el sector de las comunicaciones electr칩nicas, y el Reglamento de car치cter general del 8 de mayo de 2014 del Garante para la protecci칩n de los datos personales.",
    "dataProcessingLocation": {
      "title": "Lugar del tratamiento de los datos",
      "content": "Los tratamientos relacionados con el sitio Web tienen lugar en los servidores que lo alojan, bajo la responsabilidad de los proveedores de banda y dominio. No se difundir치 ning칰n dato derivado del servicio Web. Para m치s informaci칩n, consulte la ",
      "linkText": " Pol칤tica de Privacidad de GoDaddy"
    },
    "contactInfoUsage": {
      "title": "Uso de la informaci칩n de contacto",
      "content": "La informaci칩n proporcionada por las personas interesadas a trav칠s del form de contacto ser치 utilizada 칰nicamente con el prop칩sito de establecer contacto. No se utilizar치 esta informaci칩n para ning칰n otro fin y no se compartir치 con terceros."
    },
    "dataAccessSubjects": {
      "title": "Sujetos que pueden tomar conocimiento de sus datos personales",
      "content": "Para los fines relacionados con el suministro del servicio requerido, los datos podr치n ser tratados por encargados del tratamiento para gestionar los servicios, puestos a disposici칩n por empresas de terceros expresamente autorizadas, que llevan a cabo actividades de soporte, como se especifica en la tabla que re칰ne los tipos de uso de los datos. Los datos personales no ser치n difundidos."
    },
    "dataProvision": {
      "title": "Suministro de los datos",
      "content": "No hay provisi칩n de datos."
    },
    "navigationData": {
      "title": "Datos de navegaci칩n",
      "content": "Los sistemas inform치ticos y los procedimientos de software para el funcionamiento de este sitio Web podr칤an adquirir, en el transcurso de su funcionamiento normal, algunos datos cuyo env칤o est치 impl칤cito en el uso de los protocolos de comunicaci칩n de Internet."
    },
    "navigationDataDetail": "En esta categor칤a de datos podr칤an incluirse las direcciones IP o los nombres de dominio de los ordenadores utilizados por los usuarios que se conectan al sitio, la direcci칩n en notaci칩n URI (Uniform Resource Identifier) de los recursos requeridos, el horario de la solicitud, el m칠todo utilizado para enviar la solicitud al servidor, la dimensi칩n del fichero obtenido como respuesta, el c칩digo num칠rico que indica el estado de la respuesta del servidor (칠xito, error, etc.) y otros par치metros relativos al sistema operativo y al ambiente inform치tico del usuario. Dicha informaci칩n es gestionada solo si se activan los procedimientos de monitorizaci칩n espec칤ficos.",
    "cookiesReference": "Se remite a la Pol칤tica de Cookies del sitio.",
    "navigationDataAccess": {
      "title": "Sujetos que pueden tomar conocimiento de sus datos de navegaci칩n",
      "content": "Los datos de navegaci칩n podr치n ser comunicados a terceros solo para cumplir con las obligaciones legales y las 칩rdenes procedentes de autoridades p칰blicas, para verificar responsabilidades en caso de hipot칠ticos delitos inform치ticos o para ejercer un derecho en sede judicial."
    },
    "cookies": {
      "title": "Cookies",
      "content": "Se remite a la secci칩n espec칤fica ",
      "linkText": "Pol칤tica de Cookies"
    },
    "rights": {
      "title": "Los Derechos",
      "intro": "Como parte interesada en el tratamiento, se le otorgan los derechos mencionados en los art칤culos. 15 - 22 del GDPR 2016/679 dirigiendo las solicitudes al Controlador de Datos:",
      "access": "Acceso a sus datos, categor칤as de datos, destinatarios, almacenamiento, origen, etc. (Art칤culo 15)",
      "correction": "La correcci칩n de datos personales (Art칤culo 16)",
      "deletion": "Cancelaci칩n de sus datos (\"derecho al olvido\") (Art칤culo 17)",
      "limitation": "La limitaci칩n del procesamiento de los datos que le conciernen (Art칤culo 18)",
      "opposition": "Oponerse al procesamiento de los datos que le conciernen para la realizaci칩n de una tarea de inter칠s p칰blico o relacionados con el ejercicio de la autoridad oficial, o tratados por inter칠s leg칤timo del propietario o terceros (Art칤culo 21)",
      "complaint": "Proponer una queja a la Autoridad de Supervisi칩n (Art칤culo 77)"
    },
    "dataControllerContact": {
      "contact": "Para ejercer sus derechos, puede contactar al Controlador de Datos en:",
      "title": "Contacto del Controlador de Datos",
      "address": "Direcci칩n: Rosemary, Calle Mayor 41, 03002 Alicante, Espa침a",
      "email": "Email: rosemaryveggiefood@gmail.com",
      "phone": "Tel칠fono: +34 656 680 264"
    }
  },
  "cookiePolicyData": {
    "title": "Pol칤ticas de cookies",
    "greeting": "Estimado usuario,",
    "intro": "Rosemary, en direcci칩n Calle Mayor 41, 03002 Alicante, Espa침a desea suministrar informaci칩n sobre los cookies gestionados, accediendo a la direcci칩n rosemaryveggie.com, respetando la Directiva sobre las Comunicaciones Electr칩nicas 2009/136/CE, de la directiva 2002/58/CE correspondiente al tratamiento de los datos personales y a la protecci칩n de la vida privada en el sector de las comunicaciones electr칩nicas y del Reglamento de car치cter general del 8 de mayo de 2014 del Garante para la protecci칩n de los datos personales.",
    "whatAreCookies": {
      "title": "Qu칠 son los cookies",
      "content1": "Los cookies son peque침os archivos de texto que los sitios visitados por los usuarios env칤an a sus terminales, generalmente, se encuentran en la carpeta del buscador, donde se memorizan para luego ser reenviados a los mismos sitios en la visita posterior. Estos permiten a quien gestiona el sitio Web hacer cosas 칰tiles, por ejemplo, mejorar la experiencia de navegaci칩n y el funcionamiento del sitio, logrando que las interacciones sean m치s r치pidas y personalizadas, permiten al gestor de un sitio saber si un ordenador (y probablemente el respectivo usuario) ha visitado el sitio Web anteriormente o memorizar los art칤culos presentes en el carro, en caso de sitio de e-commerce.",
      "content2": "El cookie no tiene en s칤 mismo naturaleza personal, pero podr칤a relacionarse con informaci칩n personal; en este 칰ltimo caso, necesitan, por ende, la autorizaci칩n para el uso."
    },
    "cookieTypes": {
      "title": "Tipos de cookies en funci칩n de las finalidades",
      "technical": {
        "title": "Cookies t칠cnicos:",
        "content": "son los utilizados con el 칰nico fin de \"enviar una comunicaci칩n, en una red de comunicaci칩n electr칩nica o en la medida estrictamente necesaria al proveedor de un servicio de la empresa, de la informaci칩n expl칤citamente requerida por el abonado o por el usuario para suministrar este servicio\" (cfr. art. 122, inciso 1, del C칩digo). Los mismos no se utilizan para otros fines y se instalan normal y directamente por el titular o el gestor del sitio Web. Pueden subdividirse en:",

        "navigationOrSession": {
          "title": "Cookies de navegaci칩n o de sesi칩n:",
          "content": "garantizan la navegaci칩n normal y el aprovechamiento del sitio Web, no se memorizan de forma persistente en el ordenador del usuario y se borran al cerrar el navegador (permitiendo, por ejemplo, realizar una compra o autenticarse para acceder a 치reas reservadas)."
        },
        "analytics": {
          "title": "Cookies anal칤ticos:",
          "content": "Asimilados a los cookies t칠cnicos, cuando son utilizados directamente por el gestor del sitio para recabar informaci칩n, de forma conjunta, acerca del n칰mero de usuarios y sobre c칩mo estos visitan el sitio."
        },
        "functionality": {
          "title": "Cookies de funcionamiento:",
          "content": "Permiten al usuario navegar en funci칩n de una serie de criterios seleccionados (por ejemplo, el idioma, los productos seleccionados para la compra) a fin de mejorar el servicio suministrado al mismo."
        },
        "installationNotice": "Para la instalaci칩n de dichos cookies, no se requiere la autorizaci칩n previa de los usuarios."
      },
      "profiling": {
        "title": "Cookies de perfil:",
        "content": " est치n orientados a crear perfiles relativos al usuario y se utilizan a fin de enviar mensajes publicitarios en l칤nea con las preferencias manifestadas por el mismo en el 치mbito de la navegaci칩n en red. Debido a que estos dispositivos son particularmente invasivos en el 치mbito de la esfera privada de los usuarios, la normativa europea e italiana prev칠n que el usuario debe ser adecuadamente informado sobre el uso de los mismos y expresar, de este modo, su autorizaci칩n v치lida.",
        "advertising": {
          "title": "Publicitarios:",
          "content": "Son los cookies utilizados para trazar la navegaci칩n del usuario en red y crear perfiles sobre sus gustos, h치bitos, elecciones, etc. Con estos cookies pueden enviarse al terminal del usuario mensajes publicitarios acordes a las preferencias ya manifestadas por el mismo en la navegaci칩n en l칤nea."
        },
        "behavioral": {
          "title": "De comportamiento:",
          "content": "Son los cookies utilizados para recoger datos sobre los h치bitos de navegaci칩n y sobre las preferencias, elaborando perfiles y/o personalizaciones a fin de llevar a cabo investigaciones de mercado o de venta a distancia."
        },
        "installationNotice": "Para la instalaci칩n de dichos cookies, se requiere la autorizaci칩n previa de los usuarios."
      },
      "cookieSubjects": {
        "title": "Tipos de cookies en funci칩n de los sujetos involucrados",
        "siteManagerCookies": {
          "title": "Cookies del gestor del sitio:",
          "content": "Si los cookies son instalados por el titular del sitio."
        },
        "thirdPartyCookies": {
          "title": "Cookies de terceros:",
          "content": "Si los cookies son instalados por sujetos diferentes del titular, quiz치s, a trav칠s de los banner presentes en el sitio."
        }
      },
      "cookieDuration": {
        "title": "Tipos de cookies en funci칩n de su duraci칩n",
        "sessionCookies": {
          "title": "Cookies de sesi칩n:",
          "content": "se borran autom치ticamente al finalizar la navegaci칩n."
        },
        "persistentCookies": {
          "title": "Cookies persistentes",
          "content": "Su duraci칩n es fijada por el servidor en el momento de su creaci칩n. En algunos casos se fija un vencimiento; en otros casos, la duraci칩n es ilimitada."
        }
      }
    },
    "userNotification": {
      "title": "Modalidad de notificaci칩n al usuario y de obtenci칩n de su autorizaci칩n",
      "content": "Cuando se visita por primera vez el sitio, se visualiza un banner para informar que se utilizan cookies. El banner pregunta al usuario si desea m치s informaci칩n y contiene un enlace para abrir la p치gina correspondiente. Para proceder, necesitar치 una acci칩n positiva del usuario sobre la aceptaci칩n de cookies el sitio memorizar치 un cookie t칠cnico en el ordenador del usuario para registrar la elecci칩n. El usuario tiene la posibilidad de eliminar un cookie en cualquier momento, a trav칠s de las configuraciones del navegador."
    },

    "browserInstructions": {
      "title": "C칩mo habilitar/deshabilitar los cookies mediante el navegador",
      "content": "Se pueden aceptar o rechazar los cookies o decidir recibir un mensaje de aviso antes de aceptar un cookie de los sitios Web visitados modificando las configuraciones del navegador. Deshabilitando completamente los cookies en el navegador, nuestro sitio podr칤a no responder del mismo modo.",
      "content2": "Se pueden eliminar todos los cookies instalados en la carpeta de los cookies del navegador. Cada navegador presenta diferentes procedimientos para la gesti칩n de las configuraciones, por ende, a continuaci칩n se citan las instrucciones para cada tipo:"
    },
    "contact": {
      "title": "Contacto",
      "content": "Si tiene alguna pregunta sobre esta pol칤tica de cookies, puede contactarnos en",
      "email": "rosemaryveggiefood@gmail.com"
    },

    "cookiesTable": [
      {
        "name": "_tccl_visitor",
        "description": "Recopila datos agregados y anonimizados sobre el rendimiento del sitio.",
        "type": "An치lisis",
        "management": "GoDaddy",
        "duration": "1 a침o"
      },
      {
        "name": "_tccl_visit",
        "description": "Recopila datos anonimizados para mejorar el rendimiento del sitio.",
        "type": "An치lisis",
        "management": "GoDaddy",
        "duration": "1 hora"
      },
      {
        "name": "_scc_session",
        "description": "Gestiona la sesi칩n del usuario.",
        "type": "Otro",
        "management": "Interno",
        "duration": "20 min"
      }
    ],
    "thirdPartyCookiesBlocking": {
      "title": "Bloqueo de los cookies de terceros",
      "content": "Los cookies de terceros generalmente no son indispensables para navegar; puede rechazarlos por defecto a trav칠s de las funciones del navegador o instalando el componente adicional Ghostery al navegador que se utiliza para navegar."
    },
    "doNotTrackOption": {
      "title": "Opci칩n Do Not Track",
      "content": "La opci칩n Do Not Track est치 presente en la mayor parte de los navegadores. Los sitios Web dise침ados para respetar esta opci칩n, cuando se la activa, autom치ticamente deber칤an dejar de recabar algunos de sus datos de navegaci칩n."
    },
    "incognitoMode": {
      "title": "Activar la modalidad de \"navegaci칩n de inc칩gnito\"",
      "content": "Mediante esta funci칩n se puede navegar sin dejar traza en el navegador de los datos de navegaci칩n. Los sitios no memorizan las p치ginas visitadas; la cronolog칤a y los nuevos cookies se borrar치n.",
      "content2": " La funci칩n de navegaci칩n de inc칩gnito no garantiza el anonimato en Internet; se utiliza para no mantener los datos de navegaci칩n en el navegador, pero estos continuar치n a disposici칩n de los gestores de los sitios Web y de los proveedores del servicio de Internet."
    },
    "cookiesTitle": "Cookies utilizadas",
    "thirdPartyCookiesInfo": {
      "title": "Integraciones o modificaciones de la informaci칩n sobre los cookies de terceros",
      "content": "El gestor del sitio no ser치 responsable por modificaciones posteriores o integraciones de las pol칤ticas de terceros a las cuales puede accederse mediante las direcciones mencionadas detalladamente. Acceso a otros sitios a trav칠s de los enlaces presentes. La presente pol칤tica se refiere exclusivamente a la gesti칩n de los cookies del presente sitio; si el usuario hace clic en enlaces de otros sitios estar치 sujeto a la pol칤tica de estos 칰ltimos, se recomienda leerla. Para m치s informaci칩n sobre la publicidad basada en los aspectos de inter칠s y sobre c칩mo desactivar esta funci칩n, entre al sitio."
    },
    "contactData": {
      "title": "Contacto",
      "content": "Si tiene alguna pregunta sobre esta pol칤tica de cookies, puede contactarnos en",
      "email": "rosemaryveggiefood@gmail.com"
    },
    "cookieNotice": {
      "message": "Utilizamos cookies para mejorar tu experiencia de navegaci칩n. No utilizamos anal칤ticas o publicidad, es un sitio con objetivo informativo. Consulta nuestra ",
      "linkText": "pol칤tica de cookies",
      "messageEnd": " para m치s detalles.",
      "acceptButton": "Aceptar",
      "declineButton": "Rechazar"
    }
  },

  "footer": {
    "text": "Rosemary. Todos los derechos reservados.",
    "cookiesPolicy": "Pol칤tica de Cookies",
    "privacyPolicy": "Pol칤tica de Privacidad"
  },
  "openingHours": {
    "title": "Te esperamos para vivir una experiencia deliciosa y consciente",
    "subtitle": "Nos encontramos en el coraz칩n del casco antiguo de Alicante 游",
    "address": "游늸 Calle Mayor, 41",
    "days": "游꼾 Abierto de martes a s치bados:",
    "openingHour": "游뎾 9:00 a 16:00",
    "closingHour": "游뎼 19:00 a 23:00"
  },
  "gallerySection": {
    "title": "Tu nuevo brunch favorito en Alicante"
  },
  "messageSection": {
    "title": "Ven a disfrutar de platos frescos, saludables y llenos de sabor en un ambiente 칰nico.",
    "subtitle": "춰Te esperamos para revolucionar tu forma de comer!"
  },
  "menuSection": {
    "title": "Explora nuestro menu",
    "menu-button": "ver menu"
  }
}
